<?php
// Heading
$_['heading_title']      = 'ایڈریس بک';

// Text
$_['text_account']       = 'اکا وٗنٹ';
$_['text_address_book']  = 'ایڈریس بک کے اندراجات';
$_['text_address_add']   = 'ایڈریس کا اندراج کریں';
$_['text_address_edit']  = 'ایڈریس تبدیل کریں';
$_['text_add']           = 'آپ کا ایڈریس کامیابی سے داخل ہو چکا ہے';
$_['text_edit']          = 'آپ کا ایڈریس کامیابی سے تبدیل ہو چکا ہے';
$_['text_delete']        = 'آپ کا ایڈریس کامیابی سے حذف ہو چکا ہے';
$_['text_empty']         = 'آپ کے اکاوٗنٹ میں کوئی ایڈریص موجود نہیں';

// Entry
$_['entry_firstname']    = 'پہلا نام';
$_['entry_lastname']     = 'آخری نام';
$_['entry_company']      = 'کمپنی';
$_['entry_address_1']    = 'ایڈریس لائین 1';
$_['entry_address_2']    = 'ایڈریس لائین 2';
$_['entry_postcode']     = 'پوسٹ کوڈ';
$_['entry_city']         = 'شہر';
$_['entry_country']      = 'ملک';
$_['entry_zone']         = 'صوبہ';
$_['entry_default']      = 'ڈیفالٹ ایڈریس';

// Error
$_['error_delete']       = 'انتباہ! اکاوٗنٹ میں کم از کم ایک ایڈریس کا ہونا ضروری ہے';
$_['error_default']      = 'انتباہ! آپ اپنا ہہلے سےتے شدہ ایڈریس حذف نہیں کر سکتے';
$_['error_firstname']    = 'ہہلا نام 1 سے 32 حروف کے درمیان ہونا ضروری ہے';
$_['error_lastname']     = 'آخری نام 1 سے 32 حروف کے درمیان ہونا ضروری ہے';
$_['error_address_1']    = 'ایڈریس 3 سے 128 حروف کے درمیان ہونا ضروری ہے';
$_['error_postcode']     = 'پوسٹ کوڈ 2 سے 10 حروف کے درمیان ہونا ضروری ہے';
$_['error_city']         = 'شہر کا نام 2 سے 128 حروف کے درمیان ہونا ضروری ہے';
$_['error_country']      = 'براہ کرم ملک کا نتخاب کریں';
$_['error_zone']         = 'براہ کرم صوبے کا انتخاب کریں';
$_['error_custom_field'] = 'ضروری ہے %s';
