<?php
// Heading
$_['heading_title']    = 'پاس ورڈ بھول گیا؟';

// Text
$_['text_account']     = 'اکاؤنٹ';
$_['text_forgotten']   = 'بھولا ہوا پاس ورڈ';
$_['text_your_email']  = 'آپ کا ای میل ایڈریس';
$_['text_email']       = 'آپ کے اکاؤنٹ کے ساتھ منسلک ای میل ایڈریس درج کریں . داخل کریں کے بٹن پہ کلک کریں تاکہ آپ کو پاس ورڈ ری سیٹ لنک ای میل ہو';
$_['text_success']     = 'کامیابی : ایک تصدیق کا لنک آپ کو ای میل ہو چکا ہے';

// Entry
$_['entry_email']      = 'ای میل ایڈریس';
$_['entry_password']  = 'نیا پاس ورڈ';
$_['entry_confirm']   = 'تصدیق پاس ورڈ';

// Error
$_['error_email']      = 'انتباہ: ای میل ایڈریس ہمارے ریکارڈ میں موجود نہیں، دوبارہ کوشش کریں';
$_['error_approved']  = 'انتباہ: لاگ ان کرنے سے پہلے آپ کا اکاؤنٹ کی منظوری ضروری ہے';
$_['error_password']  = 'پاس ورڈ کا 4 سے 20 حروف کے درمیان ہونا ضروری ہے';
$_['error_confirm']   = 'پاس ورڈ اور تصدیقی پاس ورڈ میچ ہیں کر رہے';
