<?php
// Heading
$_['heading_title']                = 'اکاوٗنٹ لاگ ان';

// Text
$_['text_account']                 = 'اکاوٗنٹ';
$_['text_login']                   = 'لاگ ان';
$_['text_new_customer']            = 'نیا گاہک';
$_['text_register']                = 'اکاؤنٹ رجسٹر کریں';
$_['text_register_account']        = 'ایک اکاؤنٹ بنا کر آپ تیزی سے خریداری کر سکیں گے، آرڈر کی حالت دیکھ سکیں گے، اور اپنے پرانے آرڈرز کا ریکارڈ دیکھ سکیں گے';
$_['text_returning_customer']      = 'پرانا گاہک';
$_['text_i_am_returning_customer'] = 'میں پرانا گاہک ہوں';
$_['text_forgotten']               = 'پاس ورڈ بھول گیا';

// Entry
$_['entry_email']                  = 'یس میل ایڈریس';
$_['entry_password']               = 'پاس ورڈ';

// Error
$_['error_login']                  = 'انتباہ: ای میل اور پاس ورڈ کا میل درست نہیں';
$_['error_attempts']               = 'انتباہ: آپ اپنے اکاوٗنٹ پر قابل قبول مرتبہ لاگ ان کی کوشش کر چکے ہیں۔ اب 1 ایک گھنٹے بعد دوبارہ کوشش کریں';
$_['error_approved']               = 'انتباہ: آپ کے لاگ ان کرنے سے پہلے آپ کے اکاوٗنٹ کی منظوری ضروری ہے';
